 #Задача N1
# 1 Создай список с 5 разными элементами разных типов.
my_list = [10, 5.2, 'alex', True, None]
# 2 Удали 3 элемент.
del my_list [2]
# 3 Выведи в терминал длинну списка.
print(my_list)
# 4 Поменяй порядок следование элементов в списке.
my_list.reverse()
# 5 Создай ещё один список с двумя элементами.
other_list = [ 'bro', 55]
# 6 Расширьте первый список элементами второго списка.
final_list = my_list + other_list
# 7 Выведите в терминал расширенный список из 6 элементов.
print(final_list)
